[
  "dataview",
  "obsidian-tasks-plugin",
  "templater-obsidian",
  "obsidian-git",
  "obsidian-kanban",
  "homepage",
  "obsidian-excalidraw-plugin",
  "metadata-menu",
  "calendar",
  "obsidian-style-settings"
]
