title: Suspicious User Run Key Modification
status: testing
logsource:
  product: windows
  service: sysmon
detection:
  selection:
    EventID: 13
    TargetObject|contains: '\Software\Microsoft\Windows\CurrentVersion\Run\'
  filter_legitimate:
    Details|contains:
      - '\Program Files\'
      - '\Windows\System32\'
  condition: selection and not filter_legitimate
level: medium
tags:
  - attack.persistence
  - attack.t1547.001
